Repository: spiritoffootball/sof-sdgs
Catalog: languages/sof-sdgs-*.po
Languages: de_de

source: About this SDG
de_de: Über diesen SDG

source: Add an identifying name for the SDG
de_de: Fügen Sie einen eindeutigen Namen für den SDG hinzu

source: Add any links that are relevant to this SDG. The first link should be the link to the UN page for this SDG.
de_de: Fügen Sie alle relevanten Links zu diesem SDG hinzu. Der erste Link sollte der Link zur UN-Webseite zu diesem SDG sein.

source: Add link
de_de: Link hinzufügen

source: Add New
de_de: Neu hinzufügen

source: Add New SDG
de_de: SDG hinzufügen

source: Add New SDG Type
de_de: Kategorie hinzufügen

source: All SDG Types
de_de: Alle Kategorien

source: All SDGs
de_de: Alle SDGs

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Edit SDG
de_de: SDG bearbeiten

source: Edit SDG Type
de_de: Kategorie bearbeiten

source: Link
de_de: Web-Link

source: Link Label
de_de: Linkbezeichnung

source: Links
de_de: Web-Links

source: New SDG
de_de: Neue SDG

source: New SDG Type Name
de_de: Neuer Kategoriename

source: No matching SDG found
de_de: Keine passende SDG gefunden

source: No SDG Types found
de_de: Keine Kategorien gefunden

source: No SDGs found in Trash
de_de: Keine SDGs im Papierkorb gefunden

source: Parent SDG Type
de_de: Übergeordnete Kategorie

source: Parent SDG Type:
de_de: Übergeordnete Kategorie:

source: Provides "Sustainable Development Goals" functionality for the Spirit of Football website.
de_de: Stellt die Funktionalität für die „Sustainable Development Goals“ auf der Spirit of Football-Website bereit.

source: SDG draft updated. <a target="_blank" href="%s">Preview SDG</a>
de_de: Entwurf der SDG aktualisiert. <a target="_blank" href="%s">Vorschau SDG</a>

source: SDG published. <a href="%s">View SDG</a>
de_de: SDG veröffentlicht. <a href="%s">SDG ansehen</a>

source: SDG restored to revision from %s
de_de: Die SDG wurde auf die Version aus %s zurückgesetzt.

source: SDG saved.
de_de: SDG gespeichert.

source: SDG scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview SDG</a>
de_de: SDG geplant für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vorschau SDG</a>

source: SDG submitted. <a target="_blank" href="%s">Preview SDG</a>
de_de: SDG eingereicht. <a target="_blank" href="%s">Vorschau SDG</a>

source: SDG Types
de_de: Kategorien

source: SDG updated.
de_de: SDG aktualisiert.

source: SDG updated. <a href="%s">View SDG</a>
de_de: SDG aktualisiert. <a href="%s">SDG ansehen</a>

source: Search SDG Types
de_de: Kategorien suchen

source: Search SDGs
de_de: SDGs durchsuchen

source: Show All %s
de_de: Alle %s anzeigen

# taxonomy general name
source: SDG Types
de_de: Kategorien

# taxonomy singular name
source: SDG Type
de_de: Kategorie

source: The Icon of the SDG.
de_de: Das Symbol der SDGs.

source: Update SDG Type
de_de: Kategorie aktualisieren

source: Use this field to describe the SDG.
de_de: Verwenden Sie dieses Feld, um die SDG zu beschreiben.

source: View SDG
de_de: SDG ansehen
